cask_args appdir: "/Applications"

tap "homebrew/cask-fonts"

# Fonts
cask "font-fira-code"
cask "font-inter"
cask "font-inter-tight"
cask "font-nunito"
cask "font-open-sans"
cask "font-montserrat"

# Apps
cask "iterm2"
cask "google-chrome"
cask "visual-studio-code"
cask "docker"
cask "cyberduck"
cask "gpg-suite-no-mail"
cask "grammarly-desktop"
cask "typora"
cask "slack"
cask "diffmerge"
